<script lang="ts" setup>
  import { capitalize } from '~/utils/str'
  
  // composable
  const { t } = useLang()
  const pageName = "手書きノート"
  // compiler macro
  definePageMeta({
    layout: 'page',
  })
  useHead(() => ({
    title: capitalize(pageName),
    meta: [
      {
        name: 'description',
        content: pageName+'についてのページです',
      },
    ],
  }))
  </script>
  
  <template>
    <PageWrapper>
      <PageHeader>
        <PageTitle :text="pageName" class="capitalize" />
      </PageHeader>
      <PageBody>
        <PageSection>
          
            <div class="block hover:no-underline p-6 flex space-x-6">
              <div class="mt-1 text-slate-600 dark:text-gray-400 text-right">
                <img
                  style="width: 100px; border-radius: 24%"
                  src="https://firebasestorage.googleapis.com/v0/b/churiki-tenna.appspot.com/o/handNote.png?alt=media&token=e537c0d8-f783-48a8-ae62-ab7c9f8913a7"
                  alt="icon">
              </div>
              <div class="flex flex-col">
                
                <div class="text-slate-700 dark:text-gray-100 mb-2">
                  <br>簡単に手書きメモをとりましょう！
                  <br>
                  <br>・ペン色の選択は無限大！
                  <br>・背景色、ペン太さ、方眼デザイン、方眼の大きさなどもカスタムできます
                  <br>・画像を挿入できます
                  <br>・自動保存でデータをなくすこともありません
                  <br>・フォルダーを作成できます（フォルダーInフォルダーも可能です）
                  <br>・Apple Pencilにも対応しています
                  <br>
                  <br>/// 月額プラン ///
                  <br>・広告非表示
                  <br>・自動で文字を認識してPDFで書き出し（ベータ版、横書きのみ）（iOS16以降）
                </div>

                <div class="text-slate-700 dark:text-gray-300 mb-2" style="font-size: 14px">
                  iOSアプリ
                </div>
                <div class="flex">
                  <Anchor
                    class="text-sm flex space-x-1 items-center text-primary-500"
                    to="https://apps.apple.com/us/app/手書きノート-メモや小説に最適/id6443823550"
                  >
                    <span>{{ $t('others.learn_more') }}</span>
                    <icon:ic:baseline-arrow-right-alt class="text-sm" />
                  </Anchor>
                </div>
              </div>
            </div>
            
            <PageSection>
          <h4 id="privacyPolicy" style="font-weight:900; font-size: 24px; padding: 10px">プライバシーポリシー</h4>
          中力天和（以下「当方」）は、iOSアプリ『{{pageName}}』（以下「本サービス」）をご利用になる方（以下「利用者」）の情報（個人情報の 保護に関する法律（以下「個人情報保護法」）第２条第１項に定義される「個人情報」に限らず、個人に関する一切のデータを含みます。）を尊重し、プライバ シーの保護に努め、法令や社会環境の変化などに応じて適宜取扱いの改善に努めます。 当方は、利用者が本ポリシーに同意されていることを前提として、本サービスを提供させていただきます。
          
          <h4 style="font-weight:900; padding: 10px">1.用語の定義</h4>
          本ポリシーにおいて使用する以下の用語は、各々以下に定める意味を有する者とします。
          <br>1.利用者情報　利用者の識別に係る情報、通信サービス上の行動履歴、その他利用者又は利用者の端末に関連して生成又は蓄積された情報であって、 本ポリシーに基づき当方が収集するもの
          <br>2.個人情報　利用者情報のうち、個人情報保護法第２条第１項に定義される「個人情報」
          <br>3.本サービス　当方が提供する『{{pageName}}』（理由の如何を問わずサービスの名称又は内容が変更された場合は、 当該変更後のサービスを含みます。）
        
          <h4 style="font-weight:900; padding: 10px">2.利用者情報の収集方法について</h4>
          本サービスにおいて当方が収集する利用者情報は、その収集方法に応じて、以下のものになります。
          <br>1.利用者が自ら提供する情報　本サービスを利用するために、又は本サービスの利用を通じて利用者が自ら提供する情報は以下のとおりです。 なお、利用者自らが提供する情報は、原則SSLにより暗号化されて通信されます。この情報は、パスワードなどでガードされ、管理者以外からはアクセス できない専用データベースにて管理されます。
          <br>- 氏名等プロフィールに関する情報
          <br>- メールアドレス等連絡先に関する情報
          <br>- 入力フォームその他当方が定める方法を通じて利用者が入力又は送信する情報
          <br>2.他のサービスの登録情報 利用者が、本サービスを利用するにあたり、ソーシャルネットワーキングサービス等の他のサービス （Googleアカウント,Apple,Facebook,Instagram,LINE等が含まれますが、これらに限られません。）との連携を許可した場合には、 その許可の際にご同意いただいた内容に基づき、以下の情報を当該外部サービスから収集します。
          <br>- 当該外部サービスで利用者が利用するID
          <br>- その他当該外部サービスのプライバシー設定により利用者が連携先に開示を認めた情報

          <h4 style="font-weight:900; padding: 10px">3.利用者情報の利用目的</h4>
          利用者は、当社サービスの所定の設定を行うことにより、利用者情報の全部又は一部についてその収集又は利用の停止を求めることができ、 この場合、当社は速やかに、当社の定めるところに従い、その利用を停止します。なお、利用者情報の項目によっては、その収集又は利用が当社サー ビスの前提となるため、当社所定の方法により当社サービスを退会した場合に限り、当社はその収集又は利用を停止します。

          <h4 style="font-weight:900; padding: 10px">4.第三者提供の制限</h4>
          当当方は、利用者情報を以下の範囲で使用し、それ以外の目的には使用いたしません。
          <br>- 本サービスに関する登録の受付、本人確認、利用者認証、利用者設定の記録、利用料金の決済計算等本サービスの提供、維持、保護及び改善のため
          <br>- 本サービスの稼働状況、配信日など運営のお知らせのため
          <br>- 本サービスを利用するにあたってのサポート対応のため
          <br>- アンケートなど本サービス向上を目的とした調査のため
          <br>- 当方からのご案内のため
          <br>- 本サービスに関する規約、ポリシー等（以下「規約等」）に違反する行為に対する対応のため
          <br>- 本サービスに関する規約等の変更通知のため
          <br>- 利用者のトラフィック測定及び行動測定のため

          <h4 style="font-weight:900; padding: 10px">5.同意取得の方法、利用中止要請の方法</h4>
          利用者は、本サービスの所定の設定を行うことにより、利用者情報の全部又は一部についてその収集又は利用の停止を求めることができ、この場合、 当方は速やかに、当方の定めるところに従い、その利用を停止します。なお、利用者情報の項目によっては、その収集又は利用が本サービスの前提と なるため、当方所定の方法により本サービスを退会した場合に限り、当方はその収集又は利用を停止します。
          
          <h4 style="font-weight:900; padding: 10px">6.第三者提供の制限</h4>
          当方は、個人情報については、あらかじめ利用者の同意を得ないで、第三者（日本国外にある者を含みます。以下、本条において同じ）に提供しません。 ただし、以下に掲げる場合にはこの限りではありません。
          <br>- 当方が利用目的の達成に必要な範囲内において個人情報の取扱いの全部又は一部を委託する場合
          <br>- 合併その他の事由による事業の承継に伴って個人情報が提供される場合
          <br>- 国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、 利用者の同意を得ることによって当該事務の遂行に支障を及ぼすおそれがある場合
          <br>- その他、個人情報保護法その他の法令で認められる場合

          <h4 style="font-weight:900; padding: 10px">7.個人情報の開示</h4>
          当方は、利用者が個人情報保護法に基づく個人情報の開示を請求した場合には、利用者本人から請求であることを確認の上で、利用者に対し、 遅滞なく開示を行います（当該個人情報が存在しないときにはその旨を通知いたします。）。ただし、個人情報保護法その他の法令により、 当方が開示の義務を負わない場合は、この限りではありません。 個人情報の開示には、手数料（１件あたり１０００円）を頂戴しておりますので、あらかじめ御了承ください。

          <h4 style="font-weight:900; padding: 10px">8.個人情報の訂正及び利用停止等</h4>
          1. 当方は、以下に掲げる場合には、利用者本人からの請求であることを確認した上で遅滞なく必要な調査を行い、その結果に基づき、 個人情報の内容の訂正又は利用停止を行い、その旨を利用者に通知します。なお、訂正又は利用停止を行わない旨の決定をしたときは、 利用者に対しその旨を通知いたします。
          <br>- 利用者が、個人情報が真実でないという理由により、個人情報保護法に基づく内容の訂正を求めた場合
          <br>- 利用者が、あらかじめ公表された利用目的の範囲を超えて取扱われているという理由又は偽りその他不正の手段により収集されたものであるという 理由により、個人情報保護法に基づく利用の停止を求めた場合
          <br>2. 当方は、利用者が、利用者の個人情報について消去を求めた場合、当方が当該請求に応じる必要があると判断した場合は、利用者本人からの請求 であることを確認した上で、個人情報の消去を行い、その旨を利用者に通知します。
          <br>3. 個人情報保護法その他の法令により、当方が訂正等又は利用停止等の義務を負わない場合は、これら規定は適用されません。

          <h4 style="font-weight:900; padding: 10px">9.お問い合わせ窓口</h4>
          本ポリシーについて、ご意見、ご質問、その他ご不明な点がありましたら、当方が提供するサービス上の問い合わせ窓口までお問い合わせください。

          <h4 style="font-weight:900; padding: 10px">10.プライバシーポリシーの変更手続</h4>
          当方は、法令変更への対応の必要性や事業上の必要性、また内容改善のために、事前の告知なしに、随時、本ポリシーを変更・改訂することがあります。 変更した場合には、当方が提供するサービス上にて変更後の本規約を掲載するものとします。その点においてもあらかじめ同意いただいていることを前提 とさせていただきます。

          <br><br>最終更新日 : 2022年10月17日
        
        </PageSection>

        <PageSection>
          <h4 id="termOfUse" style="font-weight:900; font-size: 24px; padding: 10px">利用規約</h4>

          本利用規約（以下「本規約」）は、iOSアプリ『{{ pageName }}』（以下「本サービス」）の利用条件及び中力天和（以下「当方」）と 本サービスの利用者（個人、法人を問いません。以下「利用者」）との間の権利義務関係を定めたものです。 本サービスの利用に際しては、本規約の全文をお読みいただいた上で、本規約に同意していただく必要があります。
          <h4 style="font-weight:900; padding: 10px">1.適用</h4>
          1. 本規約は、本サービスの提供条件及び本サービスの利用に関する当方と利用者との間の権利義務関係を定めることを目的とし、 東方と利用者との間の本サービスの利用に関する一切の関係に適用されます。
          <br>2. 本規約の内容と、本規約外における本サービスの説明等が異なる場合は、本規約が優先して適用されるものとします。
          <h4 style="font-weight:900; padding: 10px">2.定義</h4>
          本規約において使用する以下の用語は、各々以下に定める意味を有するものとします。
          <br>1. サービス利用契約　本規約を契約条件として当方と登録ユーザーの間で締結される、本サービスの利用契約
          <br>2. 知的財産権　著作権、特許権、実用新案権、意匠権、商標権その他の知的財産権（それらの権利を取得し、又はそれらの権利につき登録等 を出願する権利を含みます。）
          <br>3. 登録ユーザー　第3条（登録）に基づいて本サービスの利用者としての登録がなされた個人又は法人
          <br>4. 本サービス　当方が提供する『{{ pageName }}』という名称のサービス（理由の如何を問わずサービスの名称又は内容が変更された場合は、 当該変更後のサービスを含みます。）
          <h4 style="font-weight:900; padding: 10px">3.登録</h4>
          1. 本サービスの利用を希望する者（以下「登録希望者」といいます。）は、本規約を遵守することに同意し、かつ当方の定める一定の情報 （以下「登録事項」といいます。）を当方の定める方法で当方に提供することにより、当方に対し、本サービスの利用の登録を申請することができます。
          <br>2. 当方は、当方の基準に従って、第１項に基づいて登録申請を行った登録希望者（以下「登録申請者」といいます。）の登録の可否を判断し、当方が登録 を認める場合にはその旨を登録申請者に通知します。登録申請者の登録ユーザーとしての登録は、当方が本項の通知を行ったことをもって完了したものとします。
          <br>3. 前項に定める登録の完了時に、サービス利用契約が登録ユーザーと当方の間に成立し、登録ユーザーは本サービスを本規約に従い利用することができる ようになります。
          <br>4. 当方は、登録申請者が、以下の各号のいずれかの事由に該当する場合は、登録及び再登録を拒否することがあり、またその理由について一切開示義務を 負いません。
          <br>4-1. 当方に提供した登録事項の全部または一部につき虚偽、誤記または記載漏れがあった場合
          <br>4-2. 未成年者、成年被後見人、被保佐人または被補助人のいずれかであり、法定代理人、後見人、保佐人または補助人の同意等を得ていなかった場合
          <br>4-3. 反社会的勢力等（暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者を意味します。以下同じ。）である、または資金提供その他を 通じて反社会的勢力等の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力等との何らかの交流もしくは関与を行っていると当方が判断した場合
          <br>4-4. 過去当方との契約に違反した者またはその関係者であると当方が判断した場合
          <br>4-5. 第10条に定める措置を受けたことがある場合
          <br>4-6. その他、登録を適当でないと当方が判断した場合
          <h4 style="font-weight:900; padding: 10px">4.登録事項の変更</h4>
          登録ユーザーは、登録事項に変更があった場合、当方の定める方法により当該変更事項を遅滞なく当方に通知するものとします。
          <h4 style="font-weight:900; padding: 10px">5.パスワード及びユーザーIDの管理</h4>
          1. 登録ユーザーは、自己の責任において、本サービスに関するパスワード及びユーザーIDを適切に管理及び保管するものとし、これを第三者に利用させ、 または貸与、譲渡、名義変更、売買等をしてはならないものとします。
          <br>2. パスワードまたはユーザーIDの管理不十分、使用上の過誤、第三者の使用等によって生じた損害に関する責任は登録ユーザーが負うものとします。
          <h4 style="font-weight:900; padding: 10px">6.禁止事項</h4>
          登録ユーザーは、本サービスの利用にあたり、以下の各号のいずれかに該当する行為または該当すると当方が判断する行為をしてはなりません。
          <br>1. 法令に違反する行為又は犯罪行為に関連する行為
          <br>2. 当方、本サービスの他の利用者又はその他の第三者に対する詐欺又は脅迫行為
          <br>3. 公序良俗に反する行為
          <br>4. 当方、本サービスの他の利用者又はその他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利又は利益を侵害する行為
          <br>5. 本サービスのネットワーク又はシステム等に過度な負荷をかける行為
          <br>6. 当方が提供するソフトウェアその他のシステムに対するリバースエンジニアリングその他の解析行為
          <br>7. 本サービスの運営を妨害するおそれのある行為
          <br>8. 当方のネットワーク又はシステム等への不正アクセス
          <br>9. 第三者に成りすます行為
          <br>10. 本サービスの他の利用者のID又はパスワードを利用する行為
          <br>11. 当方、本サービスの他の利用者又はその他の第三者に不利益、損害、不快感を与える行為
          <br>12. 反社会的勢力等への利益供与
          <br>13. 前各号の行為を直接又は間接に惹起し、又は容易にする行為
          <br>14. 前各号の行為を試みること
          <br>15. 他のユーザーに対して不快な投稿、コメントをすること
          <br>16. その他、当方が不適切と判断する行為
          <h4 style="font-weight:900; padding: 10px">7.本サービスの停止等</h4>
          1. 当方は、以下のいずれかに該当する場合には、登録ユーザーに事前に通知することなく、本サービスの全部または一部の提供を停止または中断することができ るものとします。
          <br>1-1. 本サービスに係るコンピューター・システムの点検または保守作業を緊急に行う場合
          <br>1-2. コンピューター、通信回線等の障害、誤操作、過度なアクセスの集中、不正アクセス、ハッキング等により本サービスの運営ができなくなった場合
          <br>1-3. 地震、落雷、火災、風水害、停電、天災地変などの不可抗力により本サービスの運営ができなくなった場合
          <br>1-4. その他、当方が停止または中断を必要と判断した場合
          <br>2. 当方は、前項の措置によって登録ユーザーに生じた損害について一切の責任を負いません。
          <h4 style="font-weight:900; padding: 10px">8.本サービスの内容の変更、終了</h4>
          1. 当方は、当方の都合により、本サービスの内容を変更し、又は提供を終了することができます。
          <br>2. 当方が本サービスの提供を終了する場合、当方は登録ユーザーに事前に通知するものとします。
          <br>3. 当方は、第１項の措置によって登録ユーザーに生じた損害について一切の責任を負いません。
          <h4 style="font-weight:900; padding: 10px">9.権利帰属</h4>
          1. 本サービスに関する知的財産権は全て当方又は当方にライセンスを許諾している者に帰属しており、本規約に基づく本サービスの利用許諾は、 本サービスに関する当方又は当方にライセンスを許諾している者の知的財産権の使用許諾を意味するものではありません。
          <br>2. 登録ユーザーは、当方及び当方から権利を承継し又は許諾された者に対して著作者人格権を行使しないことに同意するものとします。
          <h4 style="font-weight:900; padding: 10px">10.登録抹消等</h4>
          1. 当方は、登録ユーザーが、以下の各号のいずれかの事由に該当する場合は、事前に通知又は催告することなく、投稿データを削除もしくは非表示にし、 当該登録ユーザーについて本サービスの利用を一時的に停止し、又は登録ユーザーとしての登録を抹消することができます。
          <br>1-1. 本規約のいずれかの条項に違反した場合
          <br>1-2. 登録事項に虚偽の事実があることが判明した場合
          <br>1-3. 当方からの問い合わせその他の回答を求める連絡に対して30日間以上応答がない場合
          <br>1-4. 第3条（登録）第4項各号に該当する場合
          <br>1-5. その他、当方が本サービスの利用又は登録ユーザーとしての登録の継続を適当でないと判断した場合
          <br>2. 当方は、前項の措置によって登録ユーザーに生じた損害について一切の責任を負いません。
          <h4 style="font-weight:900; padding: 10px">11.退会</h4>
          1. 登録ユーザーは、当方所定の手続の完了により、本サービスから退会し、自己の登録ユーザーとしての登録を抹消することができます。
          <br>2. 退会後の登録ユーザーの個人情報の取扱いについては、第15条（個人情報の取扱い）の規定に従うものとします。
          <h4 style="font-weight:900; padding: 10px">12.保証の否認及び免責</h4>
          当方は、以下の事項について明示又は黙示を問わず、何ら保証するものではありません。
          <br>1. 本サービスが登録ユーザーの特定の目的に適合すること
          <br>2. 本サービスが登録ユーザーの期待する機能、商品的価値、正確性又は有用性を有すること
          <br>3. 登録ユーザーによる本サービスの利用が登録ユーザーに適用のある法令又は業界団体の内部規則等に適合すること
          <br>4. 登録ユーザーが本サービスを継続的に利用できること
          <br>5. 本サービスが不具合を生じないこと
          <h4 style="font-weight:900; padding: 10px">13.秘密保持</h4>
          登録ユーザーは、本サービスに関連して当方が登録ユーザーに対して秘密に取り扱うことを求めて開示した非公知の情報について、当方の事前の書面による承諾 がある場合を除き、秘密に取り扱うものとします。
          <h4 style="font-weight:900; padding: 10px">14.個人情報の取扱い</h4>
          個人情報の取扱い）　当方による登録ユーザーの個人情報の取扱いについては、別途当方プライバシーポリシーの定めによるものとし、登録ユーザーはこの プライバシーポリシーに従って当方が登録ユーザーの個人情報を取り扱うことについて同意するものとします。
          <h4 style="font-weight:900; padding: 10px">15.本サービスに掲載する広告</h4>
          本サービスは、広告主企業による広告を掲載する場合があります。登録ユーザーが本サービス上で当該広告をクリックした場合、当該リンク先のサイトについて の個人情報保護方針等は、当該サイトの運用方針、利用規約等をご確認ください。当方は、リンク先のサイトについては、一切の責任を負いません。
          <h4 style="font-weight:900; padding: 10px">16.本規約等の変更</h4>
          1. 当方は、当方が必要と認めた場合は、本規約又は本サービスの内容を自由に変更できるものとします。
          <br>2. 当方は、本規約又は本サービスの内容を変更する場合、変更後の本規約又は本サービスの施行時期及び内容を、本サービス上にて公表、又は電子メール その他の連絡手段にて通知するものとします。但し、法令上登録ユーザーの同意が必要となるような内容の変更の場合は、当方所定の方法で登録ユーザーの同意を 得るものとします。
          <h4 style="font-weight:900; padding: 10px">17.連絡／通知</h4>
          1. 本サービスに関する問合わせその他登録ユーザーから当方に対する連絡又は通知、及び本規約の変更に関する通知その他当方から登録ユーザーに対する連絡又 は通知は、当方の定める方法で行うものとします。
          <br>2. 当方が登録事項に含まれるメールアドレスその他の連絡先に連絡又は通知を行った場合、登録ユーザーは当該連絡又は通知を受領したものとみなします。
          <h4 style="font-weight:900; padding: 10px">18.サービス利用契約上の地位の譲渡等</h4>
          1. 登録ユーザーは、当方の書面による事前の承諾なく、利用契約上の地位又は本規約に基づく権利もしくは義務につき、第三者に対し、譲渡、移転、担保設定、 その他の処分をすることはできません。
          <br>2. 当方は本サービスにかかる事業を他社に譲渡した場合には、当該事業譲渡に伴い利用契約上の地位、本規約に基づく権利及び義務並びに登録ユーザーの 登録事項その他の顧客情報を当該事業譲渡の譲受人に譲渡することができるものとし、登録ユーザーは、かかる譲渡につき本項において予め同意したものとします。
          <h4 style="font-weight:900; padding: 10px">19.分離可能性</h4>
          分離可能性）　本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断された場合であっても、本規約の残りの規定 及び一部が無効又は執行不能と判断された規定の残りの部分は、継続して完全に効力を有するものとします。
          <h4 style="font-weight:900; padding: 10px">20.準拠法及び管轄裁判所</h4>
          1. 本規約及びサービス利用契約の準拠法は日本法とします。
          <br>2. 本規約又はサービス利用契約に起因し、又は関連する一切の紛争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。

          <br><br>最終更新日 : 2022年10月19日
        </PageSection>
            
        </PageSection>
      </PageBody>
    </PageWrapper>
  </template>
  